Repository: finnpedersenfrance/BC-Task-Manager
Catalog: Translations/Task Manager Frontend.*.xlf
Languages: da_dk, fr_fr

# Table 2132452766 - Property 2879900210
source: Task Manager Entry
da_dk: Opgave
fr_fr: Tâche

# Table 2132452766 - Field 2945095910 - Property 2879900210
source: Attention Date
da_dk: Opmærksomhedsdato
fr_fr: Date d'attention

# Table 2132452766 - Field 2570673311 - Property 2879900210
source: Created At
da_dk: Oprettet kl
fr_fr: Créé à

# Table 2132452766 - Field 3731371814 - Property 2879900210
source: Deadline
fr_fr: Date limite

# Table 2132452766 - Field 2454085869 - Property 2879900210
source: Duration Minutes
da_dk: Varighed minutter
fr_fr: Durée Minutes

# Table 2132452766 - Field 2494576388 - Property 2879900210
source: Planned Date
da_dk: Planlagt dato
fr_fr: Date prévue

# Table 2132452766 - Field 1180402187 - Property 2879900210
source: Planned Starting Time
da_dk: Planlagt starttidspunkt
fr_fr: Heure de début prévue

# Table 2132452766 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 2132452766 - Field 513339096 - Property 62802879
source: Unplanned,Planned,Done,In the bin
da_dk: Uplanlagt,Planlagt,Udført,I skraldespanden
fr_fr: Non planifié,Planifié,Fait,Dans la poubelle

# Table 2132452766 - Field 329424276 - Property 2879900210
source: Title
da_dk: Titel
fr_fr: Titre

# Table 2132452766 - Field 4268781252 - Property 2879900210
source: Updated At
da_dk: Opdateret kl
fr_fr: Mis à jour le

# Table 2132452766 - Field 880044851 - Property 2879900210
source: Urgency
da_dk: Uopsættelighed
fr_fr: Urgence

# Table 2132452766 - Field 880044851 - Property 62802879
source: Just do it,Plan it,Delegate it,Look at it later
da_dk: Bare gør det,Planlæg det,Uddeleger det,Se på det senere
fr_fr: Faites-le,Planifiez-le,Déléguez-le,Regardez-le plus tard

# Codeunit 1334040962 - Method 200578883 - NamedType 617855940
source: Unknown Status Code %1
da_dk: Ukendt statuskode %1
fr_fr: Code d'état inconnu %1

# Page 843840218 - Property 2879900210
source: Task Manager Entry Card
da_dk: Opgavekort
fr_fr: Tâche

# Page 843840218 - Control 318613646 - Property 2879900210
source: Details
da_dk: Detaljer
fr_fr: Détails

# Page 843840218 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
da_dk: Angiver værdien af feltet Beskrivelse.
fr_fr: Spécifie la valeur du champ Description.

# Page 843840218 - Control 2494576388 - Property 1295455071
source: Specifies the value of the Planned Date field.
da_dk: Angiver værdien af feltet Planlagt dato.
fr_fr: Spécifie la valeur du champ Date prévue.

# Page 843840218 - Control 1180402187 - Property 1295455071
source: Specifies the value of the Planned Starting Time field.
da_dk: Angiver værdien af feltet Planlagt starttid.
fr_fr: Spécifie la valeur du champ Heure de début planifiée.

# Page 843840218 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generel
fr_fr: Général

# Page 843840218 - Control 2945095910 - Property 1295455071
source: Specifies the value of the Attention Date field.
da_dk: Angiver værdien af feltet Attention Date.
fr_fr: Spécifie la valeur du champ Date d'attention.

# Page 843840218 - Control 3731371814 - Property 1295455071
source: Specifies the value of the Deadline field.
da_dk: Angiver værdien af feltet Deadline.
fr_fr: Spécifie la valeur du champ Deadline.

# Page 843840218 - Control 2454085869 - Property 1295455071
source: Specifies the value of the Duration Minutes field.
da_dk: Angiver værdien af feltet Varighed minutter.
fr_fr: Spécifie la valeur du champ Durée Minutes.

# Page 843840218 - Control 415504711 - Property 1295455071
source: Specifies the value of the Id field.
da_dk: Angiver værdien af Id-feltet.
fr_fr: Spécifie la valeur du champ Id.

# Page 843840218 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
da_dk: Angiver værdien af feltet Status.
fr_fr: Spécifie la valeur du champ Statut.

# Page 843840218 - Control 329424276 - Property 1295455071
source: Specifies the value of the Title field.
da_dk: Angiver værdien af feltet Titel.
fr_fr: Spécifie la valeur du champ Titre.

# Page 843840218 - Control 880044851 - Property 1295455071
source: Specifies the value of the Urgency field.
da_dk: Angiver værdien af feltet Haster.
fr_fr: Spécifie la valeur du champ Urgence.

# Page 843840218 - Control 3242088303 - Property 2879900210
source: System
fr_fr: Système

# Page 843840218 - Control 2570673311 - Property 1295455071
source: Specifies when the entry was created.
da_dk: Angiver, hvornår posten blev oprettet.
fr_fr: Spécifie la date de création de l'entrée.

# Page 843840218 - Control 4268781252 - Property 1295455071
source: Specifies when the entry was last updated.
da_dk: Angiver hvornår posten sidst blev opdateret.
fr_fr: Spécifie la date de la dernière mise à jour de l'entrée.

# Page 843840218 - Action 2026913255 - Property 1295455071
source: Gets all tasks from the Task Manager API.
da_dk: Henter alle opgaver fra Task Manager API.
fr_fr: Récupère toutes les tâches de l'API Gestionnaire de tâches.

# Page 843840218 - Action 2026913255 - Property 2879900210
source: Refresh
da_dk: Opdater
fr_fr: Rafraîchir

# Page 4218692700 - Property 2879900210
source: Task Manager Entry List
fr_fr: Liste d'entrée du gestionnaire des tâches

# Page 4218692700 - Control 2945095910 - Property 1295455071
source: Specifies the value of the Attention Date field.
da_dk: Angiver værdien af feltet Attention Date.
fr_fr: Spécifie la valeur du champ Date d'attention.

# Page 4218692700 - Control 3731371814 - Property 1295455071
source: Specifies the value of the Deadline field.
da_dk: Angiver værdien af feltet Deadline.
fr_fr: Spécifie la valeur du champ Deadline.

# Page 4218692700 - Control 415504711 - Property 1295455071
source: Specifies the value of the Id field.
da_dk: Angiver værdien af Id-feltet.
fr_fr: Spécifie la valeur du champ Id.

# Page 4218692700 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
da_dk: Angiver værdien af feltet Status.
fr_fr: Spécifie la valeur du champ Statut.

# Page 4218692700 - Control 329424276 - Property 1295455071
source: Specifies the value of the Title field.
da_dk: Angiver værdien af feltet Titel.
fr_fr: Spécifie la valeur du champ Titre.

# Page 4218692700 - Control 880044851 - Property 1295455071
source: Specifies the value of the Urgency field.
da_dk: Angiver værdien af feltet Haster.
fr_fr: Spécifie la valeur du champ Urgence.

# Page 4218692700 - Action 2026913255 - Property 1295455071
source: Gets all tasks from the Task Manager API.
da_dk: Henter alle opgaver fra Task Manager API.
fr_fr: Récupère toutes les tâches de l'API Gestionnaire de tâches.

# Page 4218692700 - Action 2026913255 - Property 2879900210
source: Refresh
da_dk: Opdater
fr_fr: Rafraîchir

# Table 2132452766 - Field 3461834954 - Property 2879900210
source: Description
da_dk: Beskrivelse
